{
    "id": "flying-to-italy",
    "date": "2018-09-20T01:00:00.000Z",
    "tags": [
      "Glasgow",
      "Scotland",
      "Milan",
      "Genoa",
      "Italy"
    ],    
    "title":"Hailey's Italian Adventure",    
    "content": [
      "Daddy has a bonus five weeks off work and mummy is still on maternity leave so we are going on an Italian adventure. Over four weeks we will take in Genoa, Sardinia, Tuscany, Lake Garda and Lake Maggiore.",
      "We catch an early morning flight from Glasgow direct to Milan. The kids are excited by the trip but were up early enough for us all to get a nap on the plane.",
      "Daddy had not been drinking coffee for nearly four weeks running up to the trip so the espresso enjoyed in arrivals while we gave Leo and Holly a snack was magnificent. We then made our way out into the brilliantly sunny day and found our hire car. We had hoped for a jeep or cross-over but were given an estate. Despite the car being comically long compared to our VW Golf at home we decided that the automatic gearbox and ample luggage room balanced out potential awkward maneuvering.",
      "The two and half hour drive to Genoa was slightly stressful but the winding highways and erratic road users at least got daddy accustomed to the hire car. We had to stop twice for an upset Holly. The first time she had a burp on the hard shoulder and the second time she had a feed at a service station. We also had more wonderful italian coffee and picked up some basic dinner supplies at the Autogrill. We bought Leo some grapes which, compared to back home, had the extra hassle of containing seeds but also had a far superior flavour.",
      "It was dark when we pulled up to our apartment in Genoa - not helped by a last minute wrong turn which forced Daddy to navigate up and down a helter-skelter one-way street with double-parked cars and hairpin bends. We had a simple pasta with Genovese pesto for supper accompanied by a tasty Barbera wine. Everyone was ready for an early night after our travels. We went to bed excited about getting to start exploring Genoa in the daylight."
    ],
    "images": {
      "fileNames": [
        "IMG_20180920_070612.jpg",
        "IMG_20180920_092655.jpg",
        "IMG_20180920_093942.jpg",
        "IMG_20180920_115630.jpg",
        "IMG_20180920_152511.jpg",
        "IMG_20180920_202501.jpg",
        "IMG_20180920_215844.jpg"
      ],
      "rowSizes": [
        2,
        2,
        1,
        2
      ]
    }
  }