{
    "id": "lincolnshire-road-trip",
    "date": "2018-08-10T00:00:00.000Z",
    "tags": [
      "Glasgow",
      "Scotland",
      "Scotch Corner",
      "Lincolnshire",
      "England"
    ],    
    "title":"Hailey Road Trip",
    "content": [
      "We're off to visit Aunt Jane and Uncle Eric in Lincolnshire. At around three hundred miles it is Holly's longest car ride.",
      "Leo and Holly are perfect passengers to begin with thanks to our early start. Both are soon lulled to a happy sleep as 80's anthems play out from Spotify.",
      "Aunt Jane has tipped us off about a good rest stop near Scotch Corner. Holly continues to be a perfect passenger by sleeping the full way but Leo was getting girny just as we found Mainsgill Farm",
      "The farm stop had a range of animals so we manged to introduce the kids to their first alpaca and emu. The lunch was hearty and delicious including an obscenely large slice of black forest gateau for daddy. After lunch Leo had lots of fun with toy tractors, swings and enormous farm machinery tyres.",
      "Leo whined for the next stage of the journey but eventually fell asleep. As if tagged by Leo to take over Holly then started crying. This eventually woke Leo up and we had stereo crying in the back seat. Thankfully this was a rare enough occurrence that we could laugh about. We had passed the final service station but were still thirty minutes drive away so mummy found a roadside cafe. We stopped cheer then both up with some milk and Holly was mesmerised by the quiz show on TV.",
      "It was lucky that we stopped because we were stuck in a slow procession of cars behind farm equipment for the remainder of the journey. It took us over an hour to drive what should have taken thirty minutes but we arrived to meet Jane and Eric with two happy children."
    ],
    "images": {
      "fileNames": [
        "IMG_20180810_092539.jpg",
        "IMG_20180810_131950.jpg",
        "IMG_20180810_134109.jpg",
        "IMG_20180814_141126.jpg"
      ],
      "rowSizes": [
        1,
        3
      ]
    }
  }