{
  "id": "1-flight-2-kids",
  "date": "2018-06-19T00:00:00.000Z",
  "tags": [
    "Greece",
    "Crete"
  ],
  "content": [
    "Only the lure of a big Greek wedding made us choose to book a holiday in Crete with Holly at 3 months old. We suspected travel and temperatures might be tricky with a baby and two-year-old in tow but that wasn't enough to deter us.",
    "Most Crete flight options from Glasgow arrive very late so we picked the only one with an afternoon arrival. This choice did involve a 4am rise but previous night flight experience with Leo proved more painful. On a previous trip the stimulating new environment of the airport and plane stopped him settling and resulted in a very cranky baby. With an early flight he can sleep if he is tired but it isn't a problem for him to stay awake.",
    "The night before flying out could not have went much worse. We had switched Leo from his cot to a proper bed a week ago in preparation for sleeping in a normal bed in Crete and there had been no problems. For some unknown reason he was up several times in the night, coming through to our room and not settling no matter what we did to try to console him. We managed to fit in a couple of broken hours sleep before we had to get up.",
    "One further complication happened at bag drop when we realised that Holly's boarding pass said 'TBA TBA' instead of her name. We booked it before she was born but expected that filling in passport information would have populated her details. The assistant on the desk sorted it after three phonecalls describing errors he was encountering. We got a wee sarcastic cheer from one holidaymaker behind us in the queue as we left the desk.",
    "Despite his lack of sleep Leo was quite cheery in the taxi, loved arriving at the airport and was super excited to get on board the plane. We had brought plenty of toys to keep him entertained and none was more mesmerising than a slinky. Eventually he tired and both him and daddy got some much needed sleep prior to collection of the hire car.",
    "Holly had somehow slept through all of Leo's night tamtrums. She was rather unphased by hitting her 12 weeks old milestone and taking her first flight. She happily fed and contently slept in between bubbly bursts of smiles.",
    "All in all the flight was a success. No major tantrums, some fun had and we arrived in good spirits, ready to drive Heraklion to Rethymno."
  ],
  "images": {
    "fileNames": [
      "IMG_20180619_050302.jpg",
      "IMG_20180619_062505.jpg",
      "IMG_20180619_070149.jpg",
      "IMG_20180619_075127.jpg",
      "IMG_20180619_081353.jpg"
    ],
    "rowSizes": [
      1,
      2,
      2
    ]
  }
}