{
  "id": "leos-first-stag-do",
  "date": "2018-06-20T00:00:00.000Z",
  "tags": [
    "Greece",
    "Crete",
    "Rethymno"
  ],
  "content": [
    "Villas were booked for hen and stag dos two days before the wedding. Since both were at the same time we took a child each.",
    "It was a bit of driving adventure to find the men's villa because it sat on a road which Google did not have a record of. We could see Andreas' GPS location on the map but no matter what road or stoney track we tried we couldn't locate it. Even with the 4x4 hire car we found some of the roads tricky to navigate. Eventually we got a hold of Andreas who came out to flag us down.",
    "Leo was keen to get straight into the pool for a splash around. He enjoyed playing with a ball in the water as well as general frolicking. Water pistols had been provided but Leo didn't have sufficient finger strength so just directed me at targets.",
    "A huge amount of meat was being barbequed so Leo's post-swimming hunger was easily satisfied. He was initially shy around the many unfamiliar faces but soon gained confidence.",
    "After some food Leo was keen to investigate the source of the music. He sat watching the hi-fi as Greek songs and covers played out. I was surprised he didn't try to start reconfiguring the wiring.",
    "Another kid a couple of years older than Leo invited him to a game of throw-and-catch but Leo preferred to throw the ball as far away as possible. Thankfully this alternative game was considered acceptably fun.",
    "Leo and daddy had to leave around 10pm before the party got too wild. Before we left daddy dished out drams of Bunnahabhain and Leo joined the toast with a dram of water. Having Leo to keep an eye on meant that it wasn't your typical stag do but it was fun to have him there all the same."
  ],
  "images": {
    "fileNames": [
      "IMG_20180620_192715.jpg",
      "IMG_20180620_203335.jpg",
      "IMG_20180620_204948.jpg",
      "IMG_20180620_214819.jpg"
    ],
    "rowSizes": [
      2,
      2
    ]
  }
}